Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/tale_ved_lansering_av_bok_om_reindriftsamekvinner.html.tmx
Source language: nob
Languages: sme

source: Tale ved lansering av bok om reindriftsamekvinner
sme: Sárdni almmuheamis girjjis boazosáminissoniid birra

source: Sametingsråd Berit Marie Eira sin tale til lanseringa av boka "Lea visot čoahkis go eatni lea goađis/Nissonolbmot boazoealáhusas/Når mor er hjemme er alt på stell - Kvinner i reindrifta" på RDM Kautokeino bygdetun 9. august 2023.
sme: Sámediggeráđđi Berit Marie Eira sárdni "Lea visot čoahkis go eatni lea goađis/Nissonolbmot boazoealáhusas/Når mor er hjemme er alt på stell - Kvinner i reindrifta" girjealmmuheami oktavuođas borgemánu 9.b 2023, RDM - Guovdageainnu gilišilljus.

source: Sámediggeráđđi / sametingsråd Berit Marie Eira. Ina Maria Eira, RiddoDuottarMuseat
sme: Mun lean Juhána Ristena ja Juhána Biera Biret Márjá ja lean Sámediggeráđđi.

source: Kjære alle sammen, Først vil jeg på vegne av Sametinget takke RiddoDuottarMuseat for invitasjonen til å komme hit.
sme: Ovddastan Ávjovári Johttisápmelaččaid listu. Sámediggi bealis áiggun giitit RiddoDuottaMusea bovdehusa ovddas boahtit deike.

source: Det er en stor glede for meg å stå her i dag for å lansere boken "Lea visot čoahkis go eatni lea goađis/Nissonolbmot boazoealáhusas/Når mor er hjemme er alt på stell - Kvinner i reindrifta".
sme: Lea stuora illu boahtit deike almmuhit dán gelddolaš ja dehalaš girjii.

source: Jeg har for en del år siden hørt ordene «Når mor er hjemme, er alt på stell», og må innrømme at som ektefelle, mor, bestemor, svigermor og tiltenkt svigermor har jeg mange ganger tenkt på disse kloke ordene Anna Buljo Bæhr sin datter Elle sa.
sme: Mun lean juo ollu jagiid áigi gullan cealkaga “lea visot čoahkis go eadni lea goađis”, ja ferten dovddahit ahte eamidiin, eadnin, áhkkun, vuonin ja vuonesássan lean máŋgii jurddahan man jierpmalaš Bede Ánná nieida, Elle, lei go nu dajai.

source: For det er slik at ofte passer disse ordene så utmerket bra, spesielt i forbindelse med familiebasert reindrift.
sme: Go dat lea nu ahte dávjá heivejit diet sánit nu bures erenoamážit bearaš boazodoalus.

source: Jeg har også mange ganger brukt disse ordene i offentlig sammenheng.
sme: Mun lean maid máŋgii geavahan dien cealkaga maiddái álmmolaš oktavuođas.

source: Dette er en bok som dokumenterer og hedrer kvinnene som har spilt en uunnværlig rolle i reindriftssamfunnet gjennom generasjoner.
sme: Dát girji dokumentere ja gudnejahttá nissonolbmuid geain leamaš agibeaivvi erenoamáš dehálaš bargu boazodoalu servvodagas áiggiid čađa.

source: Denne boken er ikke bare en samling av fotografier og historier, men et vitnesbyrd om styrke, mot, og en utrettelig vilje til å bevare og føre videre den samiske kulturarven.
sme: Dát girji ii leat dušše čoakkaldat govain ja historjjain, muhto duođaštus fámu, duosttilvuođa ja erenoamáš áŋgiruššama seailluhit ja fievrredit viidasit sámi kulturárbbi.

source: I boka møter vi Bæhr-familien fra Kautokeino gjennom Ingela Grummes fotografier fra 1970-tallet, da hun deltok i vårflyttingen.
sme: Girjjis mii deaivvadit Bæhr bearrašiin Guovdageainnus, Ingela Grumme govaid bokte 1970 jagi logus, go son lei fárus giđđajohttimis.

source: I tillegg intervjuet Grumme den samme familien i 1997 og 2011.
sme: Lassin lei Grummes jearahallan bearrašiin 1997 ja 2011.

source: Selv om både fotografier og intervjuer er datert litt tilbake i tid, er mye av reindriftas mange utfordringer dessverre de samme når det kommer til blant annet til arealsaker og rovdyrproblematikk.
sme: Vaikko lea áigi vássán dan rájes go govat leat govvejuvvon ja jearahallamat dáhkkon, lea dáđibahábut nu ahte boazodoalus ain leat seamma hástalusat ovdamearkka dihte areála áššiin ja boraspire váttisvuođaiguin.

source: På denne måten er boka like aktuell i dag som da Grumme deltok på vårflyttingen på 1970-tallet.
sme: Dien dáfus lea girji seamma áigeguovdil go dalle go Grumme lei giđđajohttimis mielde.

source: Derfor er dette en viktig bok, fordi den både beskriver vår nære fortid, men også nåtida.
sme: Danin lea dát hui dehálaš girji go dat čilge min vássanáiggi, muhto maiddái otná dili.

source: Reindrift har en dyp forankring i våre hjerter og i vår historie.
sme: Boazodoalus lea nana vuođđu min váimmuin ja min historjjas.

source: I uminnelige tider har det vært et fundamentalt aspekt av vår livsstil og vår overlevelse.
sme: Áiggiid čađa lea leamaš vuođđodohkkeheapmi min eallinvuogis ja birgejumis.

source: Utad er det kanskje ofte mennene som har vært mest synlige i reindrifta, men like viktig er kvinnenes deltakelse.
sme: Olggobeale servvodaga mielas orru sihkkarit nu ahte leat dievddut geat lea eanaš oidnosis boazodoalus, muhto seamma dehálaš lea leamaš boazodoalu nissonolbmo searvan.

source: Boka gir oss et unikt innblikk i nettopp kvinnenes rolle i reindrifta i en tid preget av store endringer.
sme: Dát girji addá ge erenoamáš gova justte das makkár rolla boazodoalu nissonolbmuin lea leamaš áiggis gos leat stuorra rievdadusat.

source: Gjennom denne boka får vi muligheten til å lære mer om noen av disse kvinnenes innsats.
sme: Girjis «Nissonolbmot boazodoalus» oaččut mii vejolašvuođa oahpásnuvvat nissonolbmuid bargguide.

source: Den samiske kvinnen har en sentral og viktig rolle i den samiske kulturen og reindrifta.
sme: Sámi nissonolbmos lea guovddáš ja dehálaš rolla sámi kultuvrras ja boazodoalus.

source: Som mor og partner med ansvar for barneoppdragelse, kulturformidler og kunnskapsoverføring er kvinnene essensielle når det kommer til den samiske kulturens overlevelse.
sme: Eadnin ja eallinguoibmin ges lea ovddasvástádus mánáid bajásgeassimis ja kultuvrra fievrredeamis ja máhttofievrredeamis leat nissonolbmot mearkkašahtti go guoská dasa movt bisuhit sámi kultuvrra.

source: Disse kvinnene har båret byrdene av vår kulturelle arv og ansvar med stolthet og verdighet.
sme: Dát nissonolbmot leat guoddán ja guddet ain noađi min kultuvrralaš árbbis ja ovddasvástádusa čeavláivuođain ja árvvuin.

source: De har vært bærere av kunnskap og visdom, og har passet på å formidle denne arven til kommende generasjoner.
sme: Sii leat fievrredan máhtu ja viissisvuođa, ja leat váruhan fievrredit dan árbbi viidasit buolvvaide.

source: De har vært beskyttere av miljøet og de tradisjonelle måtene å leve i pakt med naturen på.
sme: Sii leat suddjen birrasa ja árbevirolaš luonddugeavaheami.

source: Deres innsats har holdt reindriften bærekraftig, og det har lært oss alle viktigheten av å bevare vår naturarv.
sme: Sin bargu lea doalahan boazodoalu bisttevažžan, ja oahpahan midjiide buohkaide dehálašvuođa váldit vara min luondduárbbis.

source: Jeg vil benytte meg av anledninga til å takke kvinnene i reindrifta som har delt sine historier i denne boka, men også til alle andre kvinner i reindrifta.
sme: Mun háliidan dákkobokte giitit boazodoalu nissonolbmuid geat leat juogadan iežaset muitalusaid dán girjjis, ja maiddái buot eará boazodoalu nissonolbmuid.

source: Deres mot og viljestyrke er til inspirasjon for oss alle.
sme: Din duosttilvuohta ja dáhttu lea inspirášuvdnan midjiide buohkaide.

source: Til slutt vil jeg takke alle som har bidratt til å gjøre denne boken til virkelighet – familien Bæhr, redaktør Berit Åse Johnsen og fotograf Ingela Grumme, andre bidragsytere og RiddoDuottarMuseat som har jobbet med å løfte frem disse viktige historiene til en flott bok som jeg gleder meg til å lese.
sme: Loahpas áiggun giitit buohkaid geat leat dán girjji dahkan vejolažžan – Bæhr bearraša, redaktevrra Berit Åse Johnsen ja govvideaddji Ingela Grumme, earáid nugo RiddoDuottarMusea geat lea bargan čálmmustahttit dáid dehálaš muitalusaid dákkár buori girjjin, ja mun illudan hirbmadit lohkat girjji.

source: Takk for meg.
sme: Giitu mu ovddas.
